{"version":3,"kind":"Article","sha256":"488770ab3e6d53fff5d80546ed3d1d2fd74810be2b19f510973cd2d14f45dfd3","slug":"ch07","location":"/ch07.md","dependencies":[],"frontmatter":{"title":"7. On the Interconnected Origins of Statistics, Probability Theory and Population Dynamics","content_includes_title":false,"authors":[{"nameParsed":{"literal":"Moisés Santillán","given":"Moisés","family":"Santillán"},"name":"Moisés Santillán","email":"msantillan@cinvestav.mx","affiliations":["Cinvestav Monterrey"],"url":"https://github.com/moises-santillan","id":"contributors-Users\\moise\\OneDrive - CINVESTAV\\Trabajo\\MathBiol-Book\\myst-generated-uid-0","corresponding":true}],"github":"https://github.com/moises-santillan/NLD_Book","affiliations":[{"id":"Cinvestav Monterrey","name":"Cinvestav Monterrey"}],"exports":[{"format":"md","filename":"ch07.md","url":"/ch07-1895a770b2ec4bf3f58454b670227c45.md"}]},"mdast":{"type":"root","children":[{"type":"block","children":[{"type":"paragraph","position":{"start":{"line":4,"column":1},"end":{"line":4,"column":1}},"children":[{"type":"strong","position":{"start":{"line":4,"column":1},"end":{"line":4,"column":1}},"children":[{"type":"text","value":"Abstract","position":{"start":{"line":4,"column":1},"end":{"line":4,"column":1}},"key":"XdJ1sgkL1F"}],"key":"pdGjZcrz7D"}],"key":"KkxALTnGD0"},{"type":"paragraph","position":{"start":{"line":6,"column":1},"end":{"line":6,"column":1}},"children":[{"type":"text","value":"This chapter traces the interconnected conceptual origins of statistics, probability theory, and population dynamics that emerged in the 17th century. It examines foundational contributions from figures such as Cardano, Pascal, Graunt, Huygens, and Bernoulli who established the theoretical and empirical bases for analyzing natural and social phenomena using mathematical and data-driven methods. Key advances discussed include the early application of quantitative methods to games of chance by Cardano, the founding of probability theory by Pascal and Fermat, Graunt’s establishment of empirical demography, and the development of probabilistic population modeling through life tables. The chapter argues that this transformative period saw the beginning of quantitative, evidence-based approaches across scientific domains through linked conceptual roots in analyzing randomness, uncertainty, and human populations.","position":{"start":{"line":6,"column":1},"end":{"line":6,"column":1}},"key":"yf5Z3N1HiL"}],"key":"zLBbSC1JWd"},{"type":"heading","depth":2,"position":{"start":{"line":8,"column":1},"end":{"line":8,"column":1}},"children":[{"type":"text","value":"Introduction","position":{"start":{"line":8,"column":1},"end":{"line":8,"column":1}},"key":"W3xidIstpl"}],"identifier":"introduction","label":"Introduction","html_id":"introduction","implicit":true,"key":"G8Vx5e580s"},{"type":"paragraph","position":{"start":{"line":9,"column":1},"end":{"line":9,"column":1}},"children":[{"type":"text","value":"The fields of statistics, probability theory, and population dynamics share interconnected conceptual origins that emerged in the 17th century. During this period, mathematicians, philosophers, and early scientists began developing new empirical and mathematical approaches to understand natural and social phenomena. Where previously such domains had been studied through qualitative reasoning or abstract models, quantitative analysis utilizing data and probability concepts now took root.","position":{"start":{"line":9,"column":1},"end":{"line":9,"column":1}},"key":"jAoGd0fLyQ"}],"key":"sACHGRTMm6"},{"type":"paragraph","position":{"start":{"line":11,"column":1},"end":{"line":11,"column":1}},"children":[{"type":"text","value":"Three pivotal developments laid the foundation for these disciplines as we understand them today. The first was the establishment of probability theory as a mathematical subject area through the correspondence between Blaise Pascal and Pierre de Fermat in 1654. In establishing clear definitions and analytical techniques for calculating probabilities, their work launched probability as a rigorous field of study.","position":{"start":{"line":11,"column":1},"end":{"line":11,"column":1}},"key":"u5AnuQWNNy"}],"key":"W3JIAj8nHB"},{"type":"paragraph","position":{"start":{"line":13,"column":1},"end":{"line":13,"column":1}},"children":[{"type":"text","value":"Concurrently, John Graunt published his study of London mortality records titled \\emph{Observations Made upon the Bills of Mortality} in 1662. This work is considered the origin of modern demography and statistics, as Graunt systematically compiled and analyzed parish death data using crude early statistical techniques. His work demonstrated the value of a quantitative, empirical approach and helped establish population modeling and life tables.","position":{"start":{"line":13,"column":1},"end":{"line":13,"column":1}},"key":"m5ZlXIRStV"}],"key":"zIhtvxkfvs"},{"type":"paragraph","position":{"start":{"line":15,"column":1},"end":{"line":15,"column":1}},"children":[{"type":"text","value":"Connecting these two threads was the development of probabilistic concepts of population dynamics. Christiaan Huygens and later Nicholas Bernoulli built on Graunt’s work by interpreting his partial life table probabilistically. This work in the late 17th century established the theoretical framework for life tables based on probabilistic models of mortality rates.","position":{"start":{"line":15,"column":1},"end":{"line":15,"column":1}},"key":"XfbsZqVwa1"}],"key":"vYbVBY1sr8"},{"type":"paragraph","position":{"start":{"line":17,"column":1},"end":{"line":17,"column":1}},"children":[{"type":"text","value":"Together, these developments represented the interconnected foundational concepts of statistics, probability theory and population modeling that are still core to these fields today. Through increasingly mathematical and data-driven methods, scientists began developing powerful new analytical tools for understanding the natural and social world in quantitative terms.","position":{"start":{"line":17,"column":1},"end":{"line":17,"column":1}},"key":"Ag2DerNzoE"}],"key":"UMNQwO8IFH"},{"type":"paragraph","position":{"start":{"line":19,"column":1},"end":{"line":19,"column":1}},"children":[{"type":"text","value":"The key sources that informed the development of this chapter were the following works: ","position":{"start":{"line":19,"column":1},"end":{"line":19,"column":1}},"key":"e0U9xM2qxT"},{"type":"cite","kind":"narrative","label":"Bacar2011","identifier":"bacar2011","children":[{"type":"text","value":"Bacaër (2011)","key":"luBC5cH74d"}],"enumerator":"1","key":"jbATPTVbDx"},{"type":"text","value":", ","position":{"start":{"line":19,"column":1},"end":{"line":19,"column":1}},"key":"AOG4lbVi5Q"},{"type":"cite","kind":"narrative","label":"Kreager1991","identifier":"kreager1991","children":[{"type":"text","value":"Kreager (1991)","key":"QJfW9gPkGL"}],"enumerator":"2","key":"vPZB9Sd5KG"},{"type":"text","value":". Readers interested in exploring these topics in more depth are encouraged to refer to these publications.","position":{"start":{"line":19,"column":1},"end":{"line":19,"column":1}},"key":"E1xCZlc8jL"}],"key":"w0pwQ1wagA"},{"type":"heading","depth":2,"position":{"start":{"line":21,"column":1},"end":{"line":21,"column":1}},"children":[{"type":"text","value":"Background","position":{"start":{"line":21,"column":1},"end":{"line":21,"column":1}},"key":"jrmiXeYV9X"}],"identifier":"background","label":"Background","html_id":"background","implicit":true,"key":"ExtHVAO9aj"},{"type":"paragraph","position":{"start":{"line":22,"column":1},"end":{"line":22,"column":1}},"children":[{"type":"text","value":"The intellectual context of the 17th century set the stage for the formative developments in probability, statistics and population modeling. Advances in mathematics, along with changing philosophies of science, fostered quantitative and empirical approaches to understanding the natural world.","position":{"start":{"line":22,"column":1},"end":{"line":22,"column":1}},"key":"dANR5tHTMr"}],"key":"je7vbKGL4P"},{"type":"paragraph","position":{"start":{"line":24,"column":1},"end":{"line":24,"column":1}},"children":[{"type":"text","value":"Mathematicians of the early 1600s had formalized algebra, introducing symbolic notation that allowed solving generalized problems rather than specific numerical examples. This mathematical maturity enabled tackling more complex real-world problems. Concurrently, Francis Bacon and others advocated inductive, experiment-based scientific methods rather than overtly theoretical deduction alone.","position":{"start":{"line":24,"column":1},"end":{"line":24,"column":1}},"key":"tKOZa0jaSe"}],"key":"XOButZrkaf"},{"type":"paragraph","position":{"start":{"line":26,"column":1},"end":{"line":26,"column":1}},"children":[{"type":"text","value":"Early proto-statistical techniques also emerged. Blood counts recorded by Belgian Lambert van Heemskerck in 1590 showed histograms emerging as a tool to visualize data distributions. Galileo’s 1611 displacement experiments laid foundations for experimental design and estimation of measurement error.","position":{"start":{"line":26,"column":1},"end":{"line":26,"column":1}},"key":"G0VU5jTCbp"}],"key":"yb6DEyTnLP"},{"type":"paragraph","position":{"start":{"line":28,"column":1},"end":{"line":28,"column":1}},"children":[{"type":"text","value":"In natural philosophy, Aristotelian teleological thought remained dominant yet faced challenges from the mechanistic views of Descartes. John Wallis’ \\emph{De Algebra} of 1693 signaled a shift towards mathematical representations. Investigation of celestial phenomena like comets, sunspots and nova by Kepler, Brahe and Galileo revealed complexity rather than the astronomically ``perfect\" former worldview.","position":{"start":{"line":28,"column":1},"end":{"line":28,"column":1}},"key":"ah17XiMYj4"}],"key":"Al2aDXncKx"},{"type":"paragraph","position":{"start":{"line":30,"column":1},"end":{"line":30,"column":1}},"children":[{"type":"text","value":"This context set the stage for progress. Developing numerical techniques and willingness to quantify real-world phenomena opened the doors for applying mathematics to problems like games, mortality and astronomy. Empirical natural knowledge supplanted overtly theoretical tradition, recognizing phenomena like errors and variation fundamental to scientific understanding. Challenges to established worldviews enabled new probabilistic and quantifying perspectives on inherently complex, divers phenomena. This lay groundwork for probability, statistics and life tables emerging in the mid-1600s.","position":{"start":{"line":30,"column":1},"end":{"line":30,"column":1}},"key":"C8BbqAIjgq"}],"key":"gOLTtzn3vM"},{"type":"heading","depth":2,"position":{"start":{"line":32,"column":1},"end":{"line":32,"column":1}},"children":[{"type":"text","value":"Cardano’s Work","position":{"start":{"line":32,"column":1},"end":{"line":32,"column":1}},"key":"gfBdxjwyon"}],"identifier":"cardanos-work","label":"Cardano’s Work","html_id":"cardanos-work","implicit":true,"key":"ZvXDtaB4YR"},{"type":"paragraph","position":{"start":{"line":33,"column":1},"end":{"line":33,"column":1}},"children":[{"type":"text","value":"One of the earliest works to apply mathematical thinking to games of chance was Girolamo Cardano’s 1526 treatise \\emph{De Ludo Aleae} (\\emph{On Games of Chance}). As a physician and polymath deeply engaged in mathematics, Cardano sought to determine equitable rules and stake structures for various gambling activities through probabilistic reasoning. Though he lacked a theoretical framework, Cardano’s work marked a pioneering effort in what would later become probability theory.","position":{"start":{"line":33,"column":1},"end":{"line":33,"column":1}},"key":"hB6aJQKkoj"}],"key":"cvDvZNxfte"},{"type":"paragraph","position":{"start":{"line":35,"column":1},"end":{"line":35,"column":1}},"children":[{"type":"text","value":"In \\emph{De Ludo Aleae}, Cardano analyzed dice, cards and various board games that involved elements of chance. For each, he aimed to calculate the mathematical expectation of each potential outcome in order to establish fair stakes. For example, in analyzing common dice games, Cardano outlined the relative probabilities of rolling different numbers and their associated payouts. However, his arithmetic calculations contained errors and he did not consistently apply proportional reasoning to determine equitable outcomes.","position":{"start":{"line":35,"column":1},"end":{"line":35,"column":1}},"key":"af9oJZkS9s"}],"key":"x6im4dvUKO"},{"type":"paragraph","position":{"start":{"line":37,"column":1},"end":{"line":37,"column":1}},"children":[{"type":"text","value":"A problematic endeavor Cardano explored was the ``problem of points;\" how winnings should be divided between two players if an incomplete game of chance was stopped before a winner was determined. While proposing solutions based on proportional reasoning, Cardano’s logic contained logical gaps. For a game half-completed, he suggested stakes be split evenly rather than considering the changing probabilities as the game progressed. This flawed proportional method would continue to plague proposed solutions for some time.","position":{"start":{"line":37,"column":1},"end":{"line":37,"column":1}},"key":"nf2khUVNjD"}],"key":"NHk8ZOXJYA"},{"type":"paragraph","position":{"start":{"line":39,"column":1},"end":{"line":39,"column":1}},"children":[{"type":"text","value":"Despite analytical limitations from lacking a rigorous probability system, \\emph{De Ludo Aleae} marked an intellectual milestone as one of the earliest works to systematically apply mathematical and quantitative thinking to games involving chance. It helped establish chance and probability as worthwhile subjects of mathematical inquiry. While Cardano’s specific solutions were imperfect, his work helped catalyze further development and paved the way for the eventual theoretical foundations later established by Pascal, Fermat, and other 17th century thinkers.","position":{"start":{"line":39,"column":1},"end":{"line":39,"column":1}},"key":"rb4RfHxOtd"}],"key":"w3EwxEDgp7"},{"type":"heading","depth":2,"position":{"start":{"line":41,"column":1},"end":{"line":41,"column":1}},"children":[{"type":"text","value":"Pascal and Fermat","position":{"start":{"line":41,"column":1},"end":{"line":41,"column":1}},"key":"kN26gMIB4o"}],"identifier":"pascal-and-fermat","label":"Pascal and Fermat","html_id":"pascal-and-fermat","implicit":true,"key":"Z53GaEhAUa"},{"type":"paragraph","position":{"start":{"line":42,"column":1},"end":{"line":42,"column":1}},"children":[{"type":"text","value":"The birth of probability theory as a rigorous mathematical discipline owes to the correspondence between the French mathematician Blaise Pascal and French lawyer Pierre de Fermat in 1654. Seeking to solve the unresolved ``problem of points,\" their letters established fundamental concepts and analytical techniques that formed the basis of probability as a field of study.","position":{"start":{"line":42,"column":1},"end":{"line":42,"column":1}},"key":"XnoLEApJLU"}],"key":"qtWkQsG0Nx"},{"type":"paragraph","position":{"start":{"line":44,"column":1},"end":{"line":44,"column":1}},"children":[{"type":"text","value":"Pascal introduced the groundbreaking idea of mathematical expectation, which allowed calculating the average probability-weighted payoff of each possible outcome. Through examining games with varying numbers of trials like rolling dice, Pascal discovered patterns in the binomial coefficients that became known as Pascal’s triangle. This arrangement reveals the coefficients of binomial expansions and allowed calculating probabilities and expectations through what is known as the binomial distribution.","position":{"start":{"line":44,"column":1},"end":{"line":44,"column":1}},"key":"nD0us8wkNC"}],"key":"CUjAhC0BWl"},{"type":"paragraph","position":{"start":{"line":46,"column":1},"end":{"line":46,"column":1}},"children":[{"type":"text","value":"Fermat independently devised an analytical approach using proportional reasoning about remaining possibilities. Through comparing solutions, Pascal and Fermat established that their methods agreed, validating that probability could be understood mathematically. They then applied these to systematically solve variations of the problem of points.","position":{"start":{"line":46,"column":1},"end":{"line":46,"column":1}},"key":"gAP7dh9wji"}],"key":"HS6QfqvDQN"},{"type":"paragraph","position":{"start":{"line":48,"column":1},"end":{"line":48,"column":1}},"children":[{"type":"text","value":"Significantly, Pascal provided clear definitions of probability, expectation, and equity in games of chance. This marked the establishment of probability theory as an organized field based on precise definitions and analytical calculations rather than intuition. Their  correspondence founded the modern mathematical understanding of probability that remains fundamental to statistics, risk analysis and related disciplines.","position":{"start":{"line":48,"column":1},"end":{"line":48,"column":1}},"key":"BmVveglmYb"}],"key":"O6cySM6mEa"},{"type":"heading","depth":2,"position":{"start":{"line":50,"column":1},"end":{"line":50,"column":1}},"children":[{"type":"text","value":"Huygens’ Treatise","position":{"start":{"line":50,"column":1},"end":{"line":50,"column":1}},"key":"yTpxOgsH4R"}],"identifier":"huygens-treatise","label":"Huygens’ Treatise","html_id":"huygens-treatise","implicit":true,"key":"KwfD7dcvfR"},{"type":"paragraph","position":{"start":{"line":51,"column":1},"end":{"line":51,"column":1}},"children":[{"type":"text","value":"Building upon the foundational work of Pascal and Fermat, Christiaan Huygens’ 1657 treatise \\emph{De Ratiociniis in Ludo Aleae} marked an important step forward in developing probability theory. Through elegantly solving problems involving games of chance, Huygens refined key concepts and helped disseminate probabilistic reasoning to a broader intellectual audience.","position":{"start":{"line":51,"column":1},"end":{"line":51,"column":1}},"key":"NZKDdLmSSh"}],"key":"QGHNfobZIx"},{"type":"paragraph","position":{"start":{"line":53,"column":1},"end":{"line":53,"column":1}},"children":[{"type":"text","value":"Huygens presented five problems to demonstrate logical solutions using the mathematical expectation and probability techniques established earlier. His treatment expanded the scope beyond Pascal’s original problem of points by considering scenarios like dividing stakes between players leaving ongoing games and determining equitable initial and ongoing stakes.","position":{"start":{"line":53,"column":1},"end":{"line":53,"column":1}},"key":"FYJor8L6Gf"}],"key":"KlBTgnd1sR"},{"type":"paragraph","position":{"start":{"line":55,"column":1},"end":{"line":55,"column":1}},"children":[{"type":"text","value":"What distinguished Huygens’ approach was his employment of geometric representations to arrive at solutions. By visualizing probabilities and expected values geometrically, he provided intuitive demonstrations accessible to contemporary mathematicians and scholars. Problems involving compound probability or independent events were depicted especially clearly through his innovative geometric approach.","position":{"start":{"line":55,"column":1},"end":{"line":55,"column":1}},"key":"jPdNH9Rc9O"}],"key":"LmNXPSizam"},{"type":"paragraph","position":{"start":{"line":57,"column":1},"end":{"line":57,"column":1}},"children":[{"type":"text","value":"Beyond pragmatic applications, Huygens’ treatise introduced theoretical advances. He properly considered cases involving more complex stochastic processes with multiple dependent variables. The concept of independence between events was also more rigorously defined.","position":{"start":{"line":57,"column":1},"end":{"line":57,"column":1}},"key":"YEUpnHp4iC"}],"key":"dGyUNTDvoB"},{"type":"paragraph","position":{"start":{"line":59,"column":1},"end":{"line":59,"column":1}},"children":[{"type":"text","value":"Huygens helped cement probability theory as a legitimate field meriting dedicated study. By refining concepts through elegant visual proof, he disseminated probabilistic reasoning to a broader intellectual community. His treatise engaged fellow mathematical thinkers while communicating foundations developed by Pascal and Fermat to a general educated readership.","position":{"start":{"line":59,"column":1},"end":{"line":59,"column":1}},"key":"g8LFjERoYo"}],"key":"tNHYP37gZ5"},{"type":"heading","depth":2,"position":{"start":{"line":61,"column":1},"end":{"line":61,"column":1}},"children":[{"type":"text","value":"Graunt’s Bills of Mortality","position":{"start":{"line":61,"column":1},"end":{"line":61,"column":1}},"key":"nwrZlmbGpi"}],"identifier":"graunts-bills-of-mortality","label":"Graunt’s Bills of Mortality","html_id":"graunts-bills-of-mortality","implicit":true,"key":"NkBmM6pefA"},{"type":"paragraph","position":{"start":{"line":62,"column":1},"end":{"line":62,"column":1}},"children":[{"type":"text","value":"While Continental mathematicians formalized probability theory, in England John Graunt published his work \\emph{Observations Made upon the Bills of Mortality} in 1662. By systematically compiling and analyzing parish mortality records from London, Graunt is considered the founder of modern empirical demography and statistics.","position":{"start":{"line":62,"column":1},"end":{"line":62,"column":1}},"key":"zw3QwBNe9R"}],"key":"EZqws04HXW"},{"type":"paragraph","position":{"start":{"line":64,"column":1},"end":{"line":64,"column":1}},"children":[{"type":"text","value":"Graunt studied weekly Bills of Mortality listing burials in each parish from 1603-1660. He assessed data quality, discussed trends in mortality from different causes, and noted seasonal patterns. By comparing burial totals to estimated births, Graunt proposed London’s total population was around 460,000.","position":{"start":{"line":64,"column":1},"end":{"line":64,"column":1}},"key":"Sf14rU2BJm"}],"key":"wE86nfkXBi"},{"type":"paragraph","position":{"start":{"line":66,"column":1},"end":{"line":66,"column":1}},"children":[{"type":"text","value":"He constructed what is considered the first life table by calculating survivorship ratios at each age based on proportional mortality. While crude, this provided insights into longevity and helped estimate life expectancies. Graunt also tested hypotheses, finding for example that mortality was lower when more births occurred.","position":{"start":{"line":66,"column":1},"end":{"line":66,"column":1}},"key":"dY9ILCdQCF"}],"key":"wh0705eP4q"},{"type":"paragraph","position":{"start":{"line":68,"column":1},"end":{"line":68,"column":1}},"children":[{"type":"text","value":"Through his careful collection and assessment of real-world evidence, Graunt established demography as an empirical discipline. Unlike earlier works grounded in theory, Graunt emphasized pragmatic, data-driven analysis and population modeling.","position":{"start":{"line":68,"column":1},"end":{"line":68,"column":1}},"key":"DgX8rGsfSU"}],"key":"jbgKEK79Xy"},{"type":"paragraph","position":{"start":{"line":70,"column":1},"end":{"line":70,"column":1}},"children":[{"type":"text","value":"\\emph{Observations Made upon the Bills of Mortality} represented an intellectual departure by quantitatively interrogating social phenomena. It influenced later demographers and materially aided statecraft through providing population estimates. Most significantly, Graunt established mortality records and life tables as foundations for future probabilistic population modeling developed by Huygens, Bernoulli and later thinkers.","position":{"start":{"line":70,"column":1},"end":{"line":70,"column":1}},"key":"RwPwqoFmeZ"}],"key":"UaVT9FVzk5"},{"type":"heading","depth":2,"position":{"start":{"line":72,"column":1},"end":{"line":72,"column":1}},"children":[{"type":"text","value":"Probabilistic Life Tables and Early Insurance Mathematics","position":{"start":{"line":72,"column":1},"end":{"line":72,"column":1}},"key":"botgSWhllK"}],"identifier":"probabilistic-life-tables-and-early-insurance-mathematics","label":"Probabilistic Life Tables and Early Insurance Mathematics","html_id":"probabilistic-life-tables-and-early-insurance-mathematics","implicit":true,"key":"R0k4srBJOT"},{"type":"paragraph","position":{"start":{"line":73,"column":1},"end":{"line":73,"column":1}},"children":[{"type":"text","value":"Building upon Graunt’s empirical establishment of life tables, later 17th century mathematicians developed probabilistic interpretations that represented important conceptual advances. Correspondence between Constantijn and Christiaan Huygens in 1669 began interpreting life tables through expected value calculations, laying early foundations.","position":{"start":{"line":73,"column":1},"end":{"line":73,"column":1}},"key":"HydyCnN1QX"}],"key":"zZCZQ1ZRsC"},{"type":"paragraph","position":{"start":{"line":75,"column":1},"end":{"line":75,"column":1}},"children":[{"type":"text","value":"However, the first systematic probabilistic construction and interpretation of Graunt’s partial life table emerged in Nicholas Bernoulli’s 1709 dissertation for the University of Basel. Seeing Graunt’s observations as samples from an imagined infinite population, Bernoulli established the probability of survival and death at each age based on frequencies in the dataset.","position":{"start":{"line":75,"column":1},"end":{"line":75,"column":1}},"key":"tqtj4pp7em"}],"key":"Bl1MdYmrYP"},{"type":"paragraph","position":{"start":{"line":77,"column":1},"end":{"line":77,"column":1}},"children":[{"type":"text","value":"This conceptualization described what is now known as a stationary life table based on regular and consistent mortality probabilities at each age level. Bernoulli fitted Graunt’s London figures to his theoretical model to derive survival probabilities and life expectancies, demonstrating how pragmatic demographic records could inform probabilistic population modeling.","position":{"start":{"line":77,"column":1},"end":{"line":77,"column":1}},"key":"SxfcdCsCH1"}],"key":"ZwreNAc2xO"},{"type":"paragraph","position":{"start":{"line":79,"column":1},"end":{"line":79,"column":1}},"children":[{"type":"text","value":"Concurrently, nascent life insurance and annuity practices drove interest in mathematically calculating fair premiums and payout values. Jan de Witt evaluated annuity pricing in 1671 based on Dutch life tables, though not fully probabilistically. Edmond Halley’s 1693 paper introduced what became known as Halley’s life table and outlined uses including insurance pricing, suggesting age-specific rates.","position":{"start":{"line":79,"column":1},"end":{"line":79,"column":1}},"key":"sXi1v6ESZ0"}],"key":"knrwvJQoS1"},{"type":"paragraph","position":{"start":{"line":81,"column":1},"end":{"line":81,"column":1}},"children":[{"type":"text","value":"While emerging pragmatically, these developments established the analytical theoretical framework treating populations and longevity in probabilistic terms. Refined life tables coupled with probability concepts formed the mathematical underpinnings for later insurance and social policy applications informed by demographic patterns. They launched systematic population modeling central to modern actuarial science and epidemiology.","position":{"start":{"line":81,"column":1},"end":{"line":81,"column":1}},"key":"A11y4SBRWR"}],"key":"MTx6G5D9au"},{"type":"heading","depth":2,"position":{"start":{"line":83,"column":1},"end":{"line":83,"column":1}},"children":[{"type":"text","value":"Discussion","position":{"start":{"line":83,"column":1},"end":{"line":83,"column":1}},"key":"QZoytKHHq5"}],"identifier":"discussion","label":"Discussion","html_id":"discussion","implicit":true,"key":"Ga3fayt70i"},{"type":"paragraph","position":{"start":{"line":84,"column":1},"end":{"line":84,"column":1}},"children":[{"type":"text","value":"By the late 17th century, the conceptual foundations for statistics, probability theory, and population modeling as quantitative fields of study had begun to solidify. Individuals including Cardano, Pascal, Graunt, Huygens, Bernoulli and others made important contributions developing mathematical and empirical approaches for analyzing phenomena involving chance, data, and human populations.","position":{"start":{"line":84,"column":1},"end":{"line":84,"column":1}},"key":"R0RqmWbhqM"}],"key":"Uz4NjOgoCC"},{"type":"paragraph","position":{"start":{"line":86,"column":1},"end":{"line":86,"column":1}},"children":[{"type":"text","value":"Throughout this period, there was a discernible shift towards more quantitative, data-driven methods of understanding the natural and social worlds. Inspired by early empirical pioneers, scientists increasingly used numerical evidence and mathematical representations to model irregular and complex systems. They developed analytical tools to estimate parameters, assess uncertainties, and test hypotheses rigorously against observations.","position":{"start":{"line":86,"column":1},"end":{"line":86,"column":1}},"key":"lIY2QvZCaN"}],"key":"uRcB7mvhTV"},{"type":"paragraph","position":{"start":{"line":88,"column":1},"end":{"line":88,"column":1}},"children":[{"type":"text","value":"Even today, statistics, probability, and population modeling remain interconnected and influence each other’s ongoing progress. Advancements in one field often spur developments in related areas. For example, new statistical techniques enable analysts to more accurately model population dynamics when considering demographic uncertainties or changes over time. Similarly, probabilistic methods allow epidemiologists and other scientists to better estimate public health risks and design evidence-based policies. The significant conceptual links established in their 17th century beginnings continue shaping the nature of inquiry across these quantitative fields.","position":{"start":{"line":88,"column":1},"end":{"line":88,"column":1}},"key":"TnvuRX0qwx"}],"key":"JMPirxL2oU"}],"key":"Sr3JoovD5F"}],"key":"N25AgpK3FP"},"references":{"cite":{"order":["Bacar2011","Kreager1991"],"data":{"Bacar2011":{"label":"Bacar2011","enumerator":"1","doi":"10.1007/978-0-85729-115-8","html":"Bacaër, N. (2011). <i>A Short History of Mathematical Population Dynamics</i>. Springer London. <a target=\"_blank\" rel=\"noreferrer\" href=\"https://doi.org/10.1007/978-0-85729-115-8\">10.1007/978-0-85729-115-8</a>","url":"https://doi.org/10.1007/978-0-85729-115-8"},"Kreager1991":{"label":"Kreager1991","enumerator":"2","doi":"10.2307/1973729","html":"Kreager, P. (1991). Early Modern Population Theory: A Reassessment. <i>Population and Development Review</i>, <i>17</i>(2), 207. <a target=\"_blank\" rel=\"noreferrer\" href=\"https://doi.org/10.2307/1973729\">10.2307/1973729</a>","url":"https://doi.org/10.2307/1973729"}}}}}